<?php

return [
    'name' => 'عقارات & سيارات',
    'settings' => 'الإعدادات',
    'login_form' => 'نموذج تسجيل الدخول',
    'register_form' => 'نموذج التسجيل',
    'forgot_password_form' => 'نموذج استرجاع كلمة المرور',
    'reset_password_form' => 'نموذج إعادة تعيين كلمة المرور',
    'consult_form' => 'نموذج الاستشارة',
    'review_form' => 'نموذج المراجعة',
    'theme_options' => [
        'slug_name' => 'عناوين عقارات',
        'slug_description' => 'تخصيص عناوين الويب المستخدمة لصفحات العقارات. كن حذرًا عند تعديلها لأنها قد تؤثر على تحسين محركات البحث وتجربة المستخدم. إذا حدث خطأ ما، يمكنك إعادة تعيين القيم الافتراضية عن طريق كتابة القيمة الافتراضية أو تركها فارغة.',
        'page_slug_name' => 'عنوان صفحة :page',
        'page_slug_description' => 'سيبدو مثل :slug عند الوصول إلى الصفحة. القيمة الافتراضية هي :default.',
        'page_slug_already_exists' => 'عنوان الصفحة :slug موجود بالفعل. يرجى اختيار عنوان آخر.',
        'page_slugs' => [
            'projects_city' => 'المشاريع حسب المدينة',
            'projects_state' => 'المشاريع حسب الولاية',
            'properties_city' => 'العقارات حسب المدينة',
            'properties_state' => 'العقارات حسب الولاية',
        ],
    ],
];